{
  "intents": [
    {
      "tag": "приветствие",
      "patterns": [
        "Привет",
        "Здравствуйте",
        "Добрый день",
        "Хай",
        "Приветствую",
        "Здорово",
        "Приветствую вас",
        "Хелоу"
      ],
      "responses": [
        "Привет!",
        "Здравствуйте!",
        "Добрый день!",
        "Хай!",
        "Приветствую!",
        "Хелоу!"
      ]
    },
    {
      "tag": "прощание",
      "patterns": [
        "Пока",
        "До свидания",
        "До встречи",
        "На связи",
        "Всего хорошего",
        "До скорого",
        "Бывай",
        "До завтра",
        "Покеда"
      ],
      "responses": [
        "Пока!",
        "До свидания!",
        "Увидимся!",
        "До встречи!",
        "Всего хорошего!",
        "На связи!"
      ]
    },
    {
      "tag": "благодарность",
      "patterns": [
        "Спасибо",
        "Благодарю",
        "Спасибо большое",
        "Огромное спасибо",
        "Благодарствую",
        "От души"
      ],
      "responses": [
        "Пожалуйста",
        "Не за что",
        "Всегда пожалуйста",
        "Рад помочь",
        "Обращайтесь"
      ]
    },
    {
      "tag": "имя",
      "patterns": [
        "Как тебя зовут?",
        "Твое имя?",
        "Кто ты?",
        "Как мне тебя называть?",
        "Как тебя называть?",
        "Ты кто?",
        "Как твое имя?",
        "Как тебя звать?",
        "Как тебя величать?",
        "Ты бот или человек?"
      ],
      "responses": [
        "Я чат-бот афоризмов"
      ]
    },
    {
      "tag": "жизнь",
      "patterns": [
        "расскажи о жизни",
        "что ты знаешь о жизни?",
        "как нужно жить?",
        "жизнь",
        "жиза",
        "что такое жизнь?"
      ],
      "responses": [
        "Жить так, как вы хотите – это не эгоизм. Эгоизм – это когда другие должны думать и жить так, как вы хотите. — Оскар Уайльд",
        "Мы забыли о том, о чём всё ещё помнят горы, растения и звери. Забыли быть – быть в тишине, быть собой, быть там, где жизнь – Здесь и Сейчас. — Экхарт Толле",
        "Ты поёшь песню не для того, чтобы добраться до последней ноты. Радость доставляет само пение. То же самое касается жизни. Радость в том, чтобы жить. — Чак Хиллиг",
        "Только тот добился успеха в жизни, кто прожил её так, как хотел. — Кристофер Морли",
        "Мы проживаем хорошие дни, не замечая их. Лишь когда наступают тяжёлые времена, мы жаждем вернуть их. — Артур Шопенгауэр",
        "Жизнь – это не то, что с нами происходит, а то, как мы поступаем, когда с нами что-то происходит. — Фабио Воло",
        "Начинай уже сейчас жить той жизнью, какой ты хотел бы видеть её в конце. — Марк Аврелий"
      ]
    },
    {
      "tag": "позитив",
      "patterns": [
        "расскажи о позитиве",
        "радость",
        "оптимизм",
        "что ты знаешь о радости?",
        "что ты знаешь об оптимизме?",
        "что ты знаешь о позитиве?"
      ],
      "responses": [
        "Упакуйте свои проблемы в старый мешок и улыбайтесь, улыбайтесь, улыбайтесь. — Алан Бредли",
        "Завтра будет то, что должно быть. И не будет ничего, что быть не должно – не суетитесь. — Би Дорси Орли",
        "У оптимистов сбываются мечты. У пессимистов – кошмары. — Джордж Бернард Шоу",
        "Когда ты будешь ценить то, что у тебя есть, а не жить в поиске идеалов, тогда ты по-настоящему станешь счастливым. — Фридрих Ницше",
        "Чтобы не случилось, помни: это просто плохой день, но не плохая жизнь. — Джим Керри",
        "Пессимист видит трудность в любой возможности; оптимист – видит возможность в любой трудности. — Уинстон Черчилль",
        "Легко быть оптимистом, когда всё хорошо, и совсем другое дело — несмотря ни на что. — Константин Пи"
      ]
    },
    {
      "tag": "деньги",
      "patterns": [
        "расскажи о деньгах",
        "а что расскажешь о богатстве?",
        "а что ты знаешь о деньгах?",
        "деньги",
        "бабки",
        "бабло",
        "бабосы",
        "бабосики",
        "кэш",
        "богатство"
      ],
      "responses": [
        "Пустые карманы никогда не помешают нам стать теми, кем мы хотим быть. Помешать этому могут только пустые головы и пустые сердца. — Норманн Пил",
        "Бедным быть не стыдно, стыдно быть дешёвым. — Василий Шукшин",
        "Купите собаку. Это единственный способ купить любовь за деньги. — Янина Ипохорская",
        "Богаче всего тот человек, чьи радости требуют меньше всего денег. — Генри Дэвид Торо",
        "Мир состоит из бездельников, которые хотят иметь деньги, не работая, и придурков, которые готовы работать, не богатея. — Бернард Шоу",
        "Есть люди, у которых есть деньги, и есть богатые люди. — Коко Шанель",
        "Богатство – не в обладании сокровищами, а в умении ими пользоваться. — Наполеон Бонапарт"
      ]
    },
    {
      "tag": "любовь",
      "patterns": [
        "расскажи о любви",
        "любовь",
        "чувства",
        "что ты знаешь о любви?"
      ],
      "responses": [
        "Дружбу не планируют, про любовь не кричат, правду не доказывают. — Фридрих Ницше",
        "Любовь не знает ни меры, ни цены. — Эрих Мария Ремарк",
        "То, что мы говорим, ничто по сравнению с тем, что мы чувствуем. — Лев Толстой",
        "Трудно найти слова, когда действительно есть, что сказать. — Эрих Мария Ремарк",
        "Умей ценить того, кто без тебя не может, и не гонись за тем, кто счастлив без тебя! — Габриэль Гарсиа Маркес",
        "Можно закрыть глаза на то, что видишь. Но нельзя закрыть сердце на то, что ты чувствуешь. — Фридрих Ницше",
        "Старость не может защитить от любви, но любовь легко защитит от старости. — Коко Шанель"
      ]
    },
    {
      "tag": "дружба",
      "patterns": [
        "расскажи о дружбе",
        "дружба",
        "друган",
        "кореш",
        "что ты знаешь о дружбе?"
      ],
      "responses": [
        "Дружбу не планируют, про любовь не кричат, правду не доказывают. — Фридрих Ницше",
        "Не будьте «другом только в хорошую погоду». — Джон Грей",
        "Единственный путь найти друга – быть им. — Ральф Уолдо Эмерсон",
        "Когда грозит беда, когда бывает туго – мудрец винит себя, глупец ругает друга. — Восточная мудрость",
        "Каждый хочет иметь друга, но никто не хочет быть другом. — Альфонс Жан Карр",
        "Настоящий друг с тобой, когда ты не прав. Когда ты прав, всякий будет с тобой. — Марк Твен"
      ]
    }
  ]
}